Repository: putrinabella/story-apps
Catalog: xliff/*.xlf
Languages: es, fr, id

# s64ab1a7e48d38966
source: - Share your memories here -
es: - Comparte tus recuerdos aquí -
fr: - Partagez vos souvenirs ici -
id: - Bagikan kenanganmu disini -

# sc38a9cb19d1c2969
source: Created by Putri Nabella on 2023
es: Creado por Putri Nabella en 2023
fr: Créé par Putri Nabella en 2023
id: Dibuat oleh Putri Nabella pada 2023

# sef24e13650375ea8
source: Welcome to
es: ¡Bienvenido a
fr: Bienvenue sur
id: Selamat datang di

# s0f2baa0fa0ce10a9
source: Frequently Asked Questions
es: Preguntas Frecuentes
fr: Questions Fréquemment Posées
id: Pertanyaan yang Sering Ditanyakan

# sa0d12a600092aba7
source: How do I create a story on StoryApp?
es: ¿Cómo creo una historia en StoryApp?
fr: Comment créer une histoire sur StoryApp ?
id: Bagaimana cara membuat cerita di StoryApp?

# sbd99e35d1364814e
source: To create a story on StoryApp, you can log in to your account, then select the "Create New Story" option. You can upload images you want to use as story illustrations, then write your story below. Once you're done, you can share your story with the StoryApp community.
es: Para crear una historia en StoryApp, puedes iniciar sesión en tu cuenta y luego seleccionar la opción "Crear nueva historia". Puedes subir imágenes que quieras usar como ilustraciones para la historia, luego escribir tu historia debajo. Una vez que hayas terminado, puedes compartir tu historia con la comunidad de StoryApp.
fr: Pour créer une histoire sur StoryApp, vous pouvez vous connecter à votre compte, puis sélectionner l'option "Créer une nouvelle histoire". Vous pouvez télécharger des images que vous souhaitez utiliser comme illustrations d'histoire, puis écrire votre histoire ci-dessous. Une fois terminé, vous pouvez partager votre histoire avec la communauté StoryApp.
id: Untuk membuat cerita di StoryApp, Anda dapat masuk ke akun Anda, kemudian pilih opsi "Buat Cerita Baru". Anda dapat mengunggah gambar yang ingin Anda gunakan sebagai ilustrasi cerita, lalu menuliskan cerita Anda di bagian bawahnya. Setelah selesai, Anda dapat membagikan cerita Anda dengan komunitas StoryApp.

# scee038fab5a85ebb
source: Can I add photos to my story?
es: ¿Puedo añadir fotos a mi historia?
fr: Puis-je ajouter des photos à mon histoire ?
id: Apakah saya bisa menambahkan foto ke cerita saya?

# s1f98482725863184
source: You can add photos or illustrations to your story on StoryApp. Each story will be displayed in polaroid photo format with the story below. This adds an additional visual dimension to your story.
es: Puedes añadir fotos o ilustraciones a tu historia en StoryApp. Cada historia se mostrará en formato de foto polaroid con la historia debajo. Esto añade una dimensión visual adicional a tu historia.
fr: Vous pouvez ajouter des photos ou des illustrations à votre histoire sur StoryApp. Chaque histoire sera affichée au format de photo polaroid avec l'histoire en dessous. Cela ajoute une dimension visuelle supplémentaire à votre histoire.
id: Anda dapat menambahkan foto atau ilustrasi ke cerita Anda di StoryApp. Setiap cerita akan ditampilkan dalam format foto polaroid dengan cerita di bagian bawahnya. Ini memberikan dimensi visual tambahan pada cerita Anda.

# s106e5618f2f6b9de
source: Can stories on StoryApp be accessed by everyone?
es: ¿Pueden acceder todos a las historias en StoryApp?
fr: Les histoires sur StoryApp sont-elles accessibles à tout le monde ?
id: Apakah cerita-cerita di StoryApp dapat diakses oleh semua orang?

# sc5087889e70618b7
source: It depends on your privacy preferences. You can choose to share your story with the entire StoryApp community or make your story private. This gives you control over who can view your story.
es: Depende de tus preferencias de privacidad. Puedes elegir compartir tu historia con toda la comunidad de StoryApp o hacerla privada. Esto te da control sobre quién puede ver tu historia.
fr: Cela dépend de vos préférences de confidentialité. Vous pouvez choisir de partager votre histoire avec toute la communauté StoryApp ou rendre votre histoire privée. Cela vous donne le contrôle sur qui peut voir votre histoire.
id: Ya, tetapi tergantung pada preferensi privasi Anda. Anda dapat memilih untuk membagikan cerita Anda dengan seluruh komunitas StoryApp atau memilih untuk membuat cerita Anda menjadi pribadi. Ini memberi Anda kendali atas siapa yang dapat melihat cerita Anda.

# s62360c4b3fe0a8c0
source: StoryApp is an innovative application that combines the charm of polaroid photos with the power of storytelling. Like looking at photos hanging on a wall, this app allows users to express their stories in the classic form of photos, with stories intertwined at the bottom. This unique concept combines compelling visuals with a strong narrative, creating a immersive and immersive experience. Every story in StoryApp looks like a Polaroid photo on the wall. Users can feel the nostalgic charm of Polaroid photos, while exploring the interesting stories underneath. With this unique style, StoryApp creates an atmosphere that invites reading and sharing stories in new and creative ways.
es: StoryApp es una aplicación innovadora que combina el encanto de las fotos Polaroid con el poder de la narración de historias. Al igual que al mirar fotos colgadas en una pared, esta aplicación permite a los usuarios expresar sus historias en la forma clásica de fotos, con historias entrelazadas en la parte inferior. Este concepto único combina imágenes atractivas con una narrativa sólida, creando una experiencia inmersiva. Cada historia en StoryApp parece una foto Polaroid en la pared. Los usuarios pueden sentir el encanto nostálgico de las fotos Polaroid, mientras exploran las historias interesantes debajo. Con este estilo único, StoryApp crea una atmósfera que invita a leer y compartir historias de formas nuevas y creativas.
fr: StoryApp est une application innovante qui combine le charme des photos Polaroid avec le pouvoir de la narration. Tout comme regarder des photos accrochées au mur, cette application permet aux utilisateurs d'exprimer leurs histoires sous la forme classique de photos, avec des histoires entrelacées en bas. Ce concept unique combine des visuels captivants avec une narration solide, créant une expérience immersive. Chaque histoire dans StoryApp ressemble à une photo Polaroid accrochée au mur. Les utilisateurs peuvent ressentir le charme nostalgique des photos Polaroid tout en explorant les histoires intéressantes en dessous. Avec ce style unique, StoryApp crée une atmosphère qui invite à la lecture et au partage d'histoires de manière nouvelle et créative.
id: StoryApp adalah sebuah aplikasi inovatif yang menggabungkan pesona foto polaroid dengan kekuatan narasi cerita. Seperti melihat foto-foto yang terpampang di tembok, aplikasi ini memungkinkan pengguna untuk mengekspresikan kisah-kisah mereka dalam bentuk foto yang klasik, dengan cerita yang terjalin di bagian bawahnya. Konsep yang unik ini menggabungkan visual yang menarik dengan narasi yang kuat, menciptakan pengalaman yang menyeluruh dan mendalam. Setiap cerita di StoryApp menjadi seperti lembaran foto polaroid yang terletak di tembok. Pengguna dapat merasakan pesona nostalgia foto polaroid, sambil mengeksplorasi cerita-cerita menarik di bawahnya. Dengan gaya yang unik ini, StoryApp menciptakan suasana yang mengundang untuk membaca dan berbagi cerita dengan cara yang baru dan kreatif.
